Repository: rasmuslos/ShelfPlayer
Catalog: ShelfPlayerKit/Localizable.xcstrings
Source language: en
Languages: de, el, fr, it, nl, ru, sv, uk, zh_hans

# intent.setFinished.description
source: Mark an item as finished or unfinished.
de: Einen Titel als beendet oder nicht beendet markieren.
el: Σημειώνει ένα στοιχείο ως ολοκληρωμένο ή μη ολοκληρωμένο.
fr: Marque un élément comme terminé ou non terminé.
it: Contrassegna un elemento come completato o non completato.
nl: Markeert een item als voltooid of onvoltooid.
ru: Отметить материал как завершённый или незавершённый.
sv: Markera ett objekt som klart eller oavslutat.
uk: Позначити елемент як завершений або незавершений.
zh_hans: 将项目标记为已完成或未完成。

# intent.setFinished.parameter.finished.dialog
source: Mark as finished?
de: Als beendet markieren?
el: Σημείωση ως ολοκληρωμένο;
fr: Marquer comme terminé ?
it: Contrassegnare come completato?
nl: Als voltooid markeren?
ru: Отметить как завершённое?
sv: Markera som klart?
uk: Позначити як завершене?
zh_hans: 标记为已完成？

# intent.setFinished.parameter.finished.title
source: Finished
de: Beendet
el: Ολοκληρώθηκε
fr: Terminé
it: Completato
nl: Voltooid
ru: Завершено
sv: Klart
uk: Завершено
zh_hans: 已完成

# intent.setFinished.parameter.item.description
source: The item to update.
de: Der zu aktualisierende Titel.
el: Το στοιχείο προς ενημέρωση.
fr: L'élément à mettre à jour.
it: L'elemento da aggiornare.
nl: Het bij te werken item.
ru: Материал для обновления.
sv: Objektet att uppdatera.
uk: Елемент для оновлення.
zh_hans: 要更新的项目。

# intent.setFinished.parameter.item.dialog
source: Which item?
de: Welcher Titel?
el: Ποιο στοιχείο;
fr: Quel élément ?
it: Quale elemento?
nl: Welk item?
ru: Какой материал?
sv: Vilket objekt?
uk: Який елемент?
zh_hans: 哪个项目？

# intent.setFinished.parameter.item.title
source: Item
de: Titel
el: Στοιχείο
fr: Élément
it: Elemento
ru: Материал
sv: Objekt
uk: Елемент
zh_hans: 项目

# intent.setFinished.title
source: Set Finished
de: Als beendet markieren
el: Σημείωση ως ολοκληρωμένο
fr: Marquer comme terminé
it: Contrassegna come completato
nl: Markeer als voltooid
ru: Отметить завершённым
sv: Markera som klar
uk: Позначити як завершене
zh_hans: 标记为已完成

# intent.setPlaybackRate.description
source: Change the current playback rate.
de: Die aktuelle Wiedergabegeschwindigkeit ändern.
el: Αλλάζει την τρέχουσα ταχύτητα αναπαραγωγής.
fr: Modifie la vitesse de lecture actuelle.
it: Cambia la velocità di riproduzione corrente.
nl: Wijzigt de huidige afspeelsnelheid.
ru: Изменить текущую скорость воспроизведения.
sv: Ändra den aktuella uppspelningshastigheten.
uk: Змінити поточну швидкість відтворення.
zh_hans: 更改当前的播放速度。

# intent.setPlaybackRate.parameter.rate.dialog
source: What playback rate would you like?
de: Welche Geschwindigkeit möchtest du?
el: Ποια ταχύτητα αναπαραγωγής θέλετε;
fr: Quelle vitesse de lecture souhaitez-vous ?
it: Quale velocità di riproduzione vuoi?
nl: Welke afspeelsnelheid wil je?
ru: Какую скорость установить?
sv: Vilken uppspelningshastighet vill du ha?
uk: Яку швидкість встановити?
zh_hans: 您想要什么播放速度？

# intent.setPlaybackRate.parameter.rate.title
source: Rate
de: Geschwindigkeit
el: Ταχύτητα
fr: Vitesse
it: Velocità
nl: Snelheid
ru: Скорость
sv: Hastighet
uk: Швидкість
zh_hans: 速度

# intent.setPlaybackRate.summary ${rate}
source: Set playback rate to ${rate}
de: Geschwindigkeit auf ${rate} setzen
el: Ορισμός ταχύτητας σε ${rate}
fr: Régler la vitesse sur ${rate}
it: Imposta velocità a ${rate}
nl: Stel snelheid in op ${rate}
ru: Установить скорость ${rate}
sv: Ställ in hastighet till ${rate}
uk: Встановити швидкість ${rate}
zh_hans: 将播放速度设为 ${rate}

# intent.setPlaybackRate.title
source: Set Playback Rate
de: Wiedergabegeschwindigkeit festlegen
el: Ορισμός ταχύτητας αναπαραγωγής
fr: Définir la vitesse de lecture
it: Imposta velocità di riproduzione
nl: Stel afspeelsnelheid in
ru: Задать скорость воспроизведения
sv: Ställ in uppspelningshastighet
uk: Задати швидкість відтворення
zh_hans: 设置播放速度

# intent.setSleepTimer.description
source: Start a sleep timer that will pause playback.
de: Einen Sleeptimer starten, der die Wiedergabe pausiert.
el: Εκκινεί έναν χρονοδιακόπτη ύπνου που θα θέσει σε παύση την αναπαραγωγή.
fr: Lance une minuterie de veille qui mettra la lecture en pause.
it: Avvia un timer di spegnimento che metterà in pausa la riproduzione.
nl: Start een sluimertimer die de weergave pauzeert.
ru: Запустить таймер сна, который приостановит воспроизведение.
sv: Starta en insomningstimer som pausar uppspelningen.
uk: Запустити таймер сну, що призупинить відтворення.
zh_hans: 启动睡眠定时，届时将暂停播放。

# intent.setSleepTimer.parameter.amount.dialog
source: How long should the sleep timer run?
de: Wie lange soll der Sleeptimer laufen?
el: Πόση ώρα να διαρκέσει ο χρονοδιακόπτης ύπνου;
fr: Combien de temps la minuterie doit-elle durer ?
it: Per quanto tempo deve durare il timer?
nl: Hoe lang moet de sluimertimer duren?
ru: Как долго должен работать таймер сна?
sv: Hur länge ska insomningstimern vara?
uk: Як довго має працювати таймер сну?
zh_hans: 睡眠定时应持续多久？

# intent.setSleepTimer.parameter.amount.title
source: Amount
de: Dauer
el: Διάρκεια
fr: Durée
it: Durata
nl: Duur
ru: Количество
sv: Mängd
uk: Кількість
zh_hans: 数量

# intent.setSleepTimer.parameter.type.dialog
source: Which unit of time?
de: Welche Zeiteinheit?
el: Ποια μονάδα χρόνου;
fr: Quelle unité de temps ?
it: Quale unità di tempo?
nl: Welke tijdseenheid?
ru: Какая единица времени?
sv: Vilken tidsenhet?
uk: Яка одиниця часу?
zh_hans: 哪种时间单位？

# intent.setSleepTimer.parameter.type.title
source: Unit
de: Einheit
el: Μονάδα
fr: Unité
it: Unità
nl: Eenheid
ru: Единица
sv: Enhet
uk: Одиниця
zh_hans: 单位

# intent.setSleepTimer.summary ${amount} ${type}
source: Set sleep timer for ${amount} ${type}
de: Sleeptimer auf ${amount} ${type} stellen
el: Ορισμός χρονοδιακόπτη ύπνου σε ${amount} ${type}
fr: Régler la minuterie sur ${amount} ${type}
it: Imposta timer a ${amount} ${type}
nl: Stel sluimertimer in op ${amount} ${type}
ru: Установить таймер сна на ${amount} ${type}
sv: Ställ in insomningstimer på ${amount} ${type}
uk: Встановити таймер сну на ${amount} ${type}
zh_hans: 将睡眠定时设为 ${amount} ${type}

# intent.setSleepTimer.title
source: Set Sleep Timer
de: Sleeptimer einstellen
el: Ορισμός χρονοδιακόπτη ύπνου
fr: Définir la minuterie de veille
it: Imposta timer di spegnimento
nl: Stel sluimertimer in
ru: Установить таймер сна
sv: Ställ in insomningstimer
uk: Встановити таймер сну
zh_hans: 设置睡眠定时

# intent.skipBackwards.description
source: Skip backwards by a given interval.
de: Um ein angegebenes Intervall zurückspringen.
el: Μεταβαίνει προς τα πίσω κατά ένα δεδομένο διάστημα.
fr: Recule d'un intervalle donné.
it: Salta indietro di un intervallo specificato.
nl: Springt terug met een opgegeven interval.
ru: Перейти назад на заданный интервал.
sv: Hoppa bakåt med ett givet intervall.
uk: Перейти назад на заданий інтервал.
zh_hans: 按指定时长后跳。

# intent.skipBackwards.parameter.interval.dialog
source: By how many seconds?
de: Um wie viele Sekunden?
el: Πόσα δευτερόλεπτα;
fr: De combien de secondes ?
it: Di quanti secondi?
nl: Hoeveel seconden?
ru: На сколько секунд?
sv: Hur många sekunder?
uk: На скільки секунд?
zh_hans: 后跳多少秒？

# intent.skipBackwards.parameter.interval.title
source: Interval
de: Intervall
el: Διάστημα
fr: Intervalle
it: Intervallo
ru: Интервал
sv: Intervall
uk: Інтервал
zh_hans: 时长

# intent.skipBackwards.title
source: Skip Backwards
de: Zurückspringen
el: Μετάβαση πίσω
fr: Reculer
it: Salta indietro
nl: Spring terug
ru: Перейти назад
sv: Hoppa bakåt
uk: Перейти назад
zh_hans: 后跳

# intent.skipForwards.description
source: Skip forwards by a given interval.
de: Um ein angegebenes Intervall vorspringen.
el: Μεταβαίνει προς τα εμπρός κατά ένα δεδομένο διάστημα.
fr: Avance d'un intervalle donné.
it: Salta avanti di un intervallo specificato.
nl: Springt vooruit met een opgegeven interval.
ru: Перейти вперёд на заданный интервал.
sv: Hoppa framåt med ett givet intervall.
uk: Перейти вперед на заданий інтервал.
zh_hans: 按指定时长前跳。

# intent.skipForwards.parameter.interval.dialog
source: By how many seconds?
de: Um wie viele Sekunden?
el: Πόσα δευτερόλεπτα;
fr: De combien de secondes ?
it: Di quanti secondi?
nl: Hoeveel seconden?
ru: На сколько секунд?
sv: Hur många sekunder?
uk: На скільки секунд?
zh_hans: 前跳多少秒？

# intent.skipForwards.parameter.interval.title
source: Interval
de: Intervall
el: Διάστημα
fr: Intervalle
it: Intervallo
ru: Интервал
sv: Intervall
uk: Інтервал
zh_hans: 时长

# intent.skipForwards.title
source: Skip Forwards
de: Vorspringen
el: Μετάβαση μπροστά
fr: Avancer
it: Salta avanti
nl: Spring vooruit
ru: Перейти вперёд
sv: Hoppa framåt
uk: Перейти вперед
zh_hans: 前跳

# intent.sleepTimer.unit
source: Unit
de: Einheit
el: Μονάδα
fr: Unité
it: Unità
nl: Eenheid
ru: Единица
sv: Enhet
uk: Одиниця
zh_hans: 单位

# intent.sleepTimer.unit.chapters
source: Chapters
de: Kapitel
el: Κεφάλαια
fr: Chapitres
it: Capitoli
nl: Hoofdstukken
ru: Главы
sv: Kapitel
uk: Розділи
zh_hans: 章节

# intent.sleepTimer.unit.hours
source: Hours
de: Stunden
el: Ώρες
fr: Heures
it: Ore
nl: Uren
ru: Часы
sv: Timmar
uk: Години
zh_hans: 小时

# intent.sleepTimer.unit.minutes
source: Minutes
de: Minuten
el: Λεπτά
it: Minuti
nl: Minuten
ru: Минуты
sv: Minuter
uk: Хвилини
zh_hans: 分钟

# intent.sleepTimer.unit.seconds
source: Seconds
de: Sekunden
el: Δευτερόλεπτα
fr: Secondes
it: Secondi
nl: Seconden
ru: Секунды
sv: Sekunder
uk: Секунди
zh_hans: 秒

# intent.start.description
source: Start playing an item.
de: Wiedergabe eines Titels starten.
el: Ξεκινά την αναπαραγωγή ενός στοιχείου.
fr: Démarre la lecture d'un élément.
it: Avvia la riproduzione di un elemento.
nl: Start het afspelen van een item.
ru: Начать воспроизведение материала.
sv: Starta uppspelningen av ett objekt.
uk: Почати відтворення елемента.
zh_hans: 开始播放项目。

# intent.start.parameter.item.description
source: The item to play.
de: Der abzuspielende Titel.
el: Το στοιχείο προς αναπαραγωγή.
fr: L'élément à lire.
it: L'elemento da riprodurre.
nl: Het af te spelen item.
ru: Материал для воспроизведения.
sv: Objektet att spela.
uk: Елемент для відтворення.
zh_hans: 要播放的项目。

# intent.start.parameter.item.dialog
source: What would you like to play?
de: Was möchtest du abspielen?
el: Τι θέλετε να αναπαραγάγετε;
fr: Que souhaitez-vous lire ?
it: Cosa vuoi riprodurre?
nl: Wat wil je afspelen?
ru: Что вы хотите воспроизвести?
sv: Vad vill du spela?
uk: Що ви хочете відтворити?
zh_hans: 您想播放什么？

# intent.start.parameter.item.title
source: Item
de: Titel
el: Στοιχείο
fr: Élément
it: Elemento
ru: Материал
sv: Objekt
uk: Елемент
zh_hans: 项目

# intent.start.title
source: Play
de: Abspielen
el: Αναπαραγωγή
fr: Lire
it: Riproduci
nl: Afspelen
ru: Воспроизвести
sv: Spela
uk: Відтворити
zh_hans: 播放

# intent.startPodcast.description
source: Play the next unplayed episode of a podcast.
de: Die nächste ungehörte Folge eines Podcasts abspielen.
el: Αναπαράγει το επόμενο μη αναπαραχθέν επεισόδιο ενός podcast.
fr: Lit le prochain épisode non écouté d'un podcast.
it: Riproduce il prossimo episodio non ascoltato di un podcast.
nl: Speelt de volgende niet-afgespeelde aflevering van een podcast af.
ru: Воспроизвести следующий непрослушанный эпизод подкаста.
sv: Spela nästa ospelade avsnitt av en podcast.
uk: Відтворити наступний непрослуханий епізод подкасту.
zh_hans: 播放播客的下一个未播放单集。

# intent.startPodcast.parameter.podcast.description
source: The podcast to play.
de: Der abzuspielende Podcast.
el: Το podcast προς αναπαραγωγή.
fr: Le podcast à lire.
it: Il podcast da riprodurre.
nl: De af te spelen podcast.
ru: Подкаст для воспроизведения.
sv: Podcasten att spela.
uk: Подкаст для відтворення.
zh_hans: 要播放的播客。

# intent.startPodcast.parameter.podcast.dialog
source: Which podcast?
de: Welchen Podcast?
el: Ποιο podcast;
fr: Quel podcast ?
it: Quale podcast?
nl: Welke podcast?
ru: Какой подкаст?
sv: Vilken podcast?
uk: Який подкаст?
zh_hans: 哪个播客？

# intent.startPodcast.summary ${podcast}
source: Start ${podcast}
de: ${podcast} starten
el: Έναρξη ${podcast}
fr: Lancer ${podcast}
it: Avvia ${podcast}
ru: Запустить ${podcast}
sv: Starta ${podcast}
uk: Запустити ${podcast}
zh_hans: 开始 ${podcast}

# intent.startPodcast.title
source: Start Podcast
de: Podcast starten
el: Έναρξη podcast
fr: Lancer le podcast
it: Avvia podcast
ru: Запустить подкаст
sv: Starta podcast
uk: Запустити подкаст
zh_hans: 开始播客

# intent.startWidget.description
source: Play an item from the widget.
de: Einen Titel aus dem Widget abspielen.
el: Αναπαραγωγή στοιχείου από το widget.
fr: Lit un élément depuis le widget.
it: Riproduce un elemento dal widget.
nl: Speelt een item af vanuit het widget.
ru: Воспроизвести материал из виджета.
sv: Spela ett objekt från widgeten.
uk: Відтворити елемент із віджета.
zh_hans: 从小组件播放项目。

# intent.startWidget.parameter.item.description
source: The item to play.
de: Der abzuspielende Titel.
el: Το στοιχείο προς αναπαραγωγή.
fr: L'élément à lire.
it: L'elemento da riprodurre.
nl: Het af te spelen item.
ru: Материал для воспроизведения.
sv: Objektet att spela.
uk: Елемент для відтворення.
zh_hans: 要播放的项目。

# intent.startWidget.parameter.item.title
source: Item
de: Titel
el: Στοιχείο
fr: Élément
it: Elemento
ru: Материал
sv: Objekt
uk: Елемент
zh_hans: 项目

# intent.startWidget.summary ${item}
source: Play ${item}
de: ${item} abspielen
el: Αναπαραγωγή ${item}
fr: Lire ${item}
it: Riproduci ${item}
nl: Speel ${item} af
ru: Воспроизвести ${item}
sv: Spela ${item}
uk: Відтворити ${item}
zh_hans: 播放 ${item}

# intent.startWidget.title
source: Play Item
de: Titel abspielen
el: Αναπαραγωγή στοιχείου
fr: Lire l'élément
it: Riproduci elemento
nl: Speel item af
ru: Воспроизвести материал
sv: Spela objekt
uk: Відтворити елемент
zh_hans: 播放项目

# item.audiobook
source: Audiobook
de: Hörbuch
el: Ηχογραφημένο βιβλίο
fr: Livre audio
it: Audiolibro
nl: Luisterboek
ru: Аудиокнига
sv: Ljudbok
uk: Аудіокнига
zh_hans: 有声书

# item.author
source: Author
de: Autor
el: Συγγραφέας
fr: Auteur
it: Autore
nl: Auteur
ru: Автор
sv: Författare
uk: Автор
zh_hans: 作者

# item.collection
source: Collection
de: Sammlung
el: Συλλογή
it: Raccolta
nl: Verzameling
ru: Коллекция
sv: Samling
uk: Колекція
zh_hans: 收藏集

# item.count.episodes.unplayed %lld
source: %lld unplayed episodes
de: %lld ungehörte Folgen
el: %lld μη αναπαραχθέντα επεισόδια
fr: %lld épisodes non lus
it: %lld episodi non riprodotti
nl: %lld niet afgespeelde afleveringen
ru: %lld непрослушанных эпизодов
sv: %lld ospelade avsnitt
uk: %lld непрослуханих епізодів
zh_hans: %lld 个未播放单集

# item.episode
source: Episode
de: Folge
el: Επεισόδιο
fr: Épisode
it: Episodio
nl: Aflevering
ru: Эпизод
sv: Avsnitt
uk: Епізод
zh_hans: 单集

# item.narrator
source: Narrator
de: Sprecher
el: Αφηγητής
fr: Narrateur
it: Narratore
nl: Verteller
ru: Рассказчик
sv: Berättare
uk: Читець
zh_hans: 旁白

# item.playlist
source: Playlist
de: Wiedergabeliste
el: Λίστα αναπαραγωγής
fr: Liste de lecture
nl: Afspeellijst
ru: Плейлист
sv: Spellista
uk: Список відтворення
zh_hans: 播放列表

# item.series
source: Series
de: Reihe
el: Σειρά
fr: Série
it: Serie
nl: Serie
ru: Серия
sv: Serie
uk: Серія
zh_hans: 系列

# intent.entity.item.property.genres
source: Genres
el: Είδη
it: Generi
ru: Жанры
sv: Genrer
uk: Жанри
zh_hans: 类型

# intent.entity.podcast.count %lld
source: %lld podcasts
it: %lld podcast
ru: %lld подкастов
uk: %lld подкастів
zh_hans: %lld 个播客

# intent.entity.item.synonym.podcast
source: Podcast
ru: Подкаст
uk: Подкаст
zh_hans: 播客

# intent.entity.podcast.name
source: Podcast
ru: Подкаст
uk: Подкаст
zh_hans: 播客

# intent.startPodcast.parameter.podcast.title
source: Podcast
ru: Подкаст
uk: Подкаст
zh_hans: 播客

# item.podcast
source: Podcast
ru: Подкаст
uk: Подкаст
zh_hans: 播客

# intent.entity.item.property.url
source: URL
zh_hans: 网址
